{
	"browser": {
		"header": {
			"languageSwitch": "Change website's preferred language",
			"toggleBookmarks": "View bookmarks",
			"bookmarks": "Bookmarks",
			"toggleTheme": "Change website's preferred theme",
			"switchThemeUnknown": "Change theme",
			"switchThemeToLight": "Switch to light theme",
			"switchThemeToDark": "Switch to dark theme",
			"search": "Search",
			"reloadPage": "Reload page",
			"tabs": {
				"projects": "Projects",
				"home": "Homepage",
				"contact": "Contact",
				"about": "About me"
			},
			"bookmark": {
				"library": "OS Library"
			}
		},
		"library": {
			"title": "Library",
			"description": "This website is built using various technologies. Below, I listed some of the most crucial ones. Also, check out the",
			"dependencies": "dependencies",
			"library": "Library",
			"useCase": "Use case",
			"license": "License",
			"website": "Website"
		}
	},
	"author": "Coen Warries",
	"musicDisplay": {
		"trackBy": "By: {join}",
		"albumCover": "Album Cover",
		"updateSpotify": "Update Spotify"
	},
	"quote": "Heute back ich, morgen brau ich, übermorgen hol ich der Königin ihr Kind",
	"contact": {
		"title": "Questions? No problem!",
		"email": "Email address",
		"pgp": "PGP public key",
		"matrix": "Matrix username"
	},
	"index": {
		"title": "Hi, nice shirt!",
		"firstParagraph": "Welcome to my website! Thank you for visiting. As a software developer, I'm always excited to showcase my projects and share my passion for technology with others. So please, take a look around! Learn more about me and my work and if you have any questions or feedback, don't hesitate to",
		"contactPage": "contact me",
		"secondParagraph": "My name is Coen Warries and I am a 22-year-old software developmer from the Netherlands. I have a passion for creating and developing software, and I'm always eager to learn new programming languages, frameworks, and technologies. ",
		"aboutPage": "More about me"
	},
	"identity": {
		"introduction": "Greetings my name is Coen Warries, a passionate 22-year-old software developer from the Netherlands. As a developer I am commited to constant learning and growth.",
		"openSource": "I believe that open source makes the web a better place, one line of code at a time. For this reason, I attempt to use and contribute to open source software as much as I can. I actively try to make my own projects open source, so that others can see how they shouldn't do things.",
		"occupation": "Software Developer",
		"location": "Netherlands",
		"profilePicture": "Profile picture"
	},
	"projects": {
		"title": "Projects",
		"description": "I love to create things, especially when they personally interest or benefit me. I love learning new things, like new programming languages, frameworks, libraries, and other technologies; and often find myself fooling around with them in a new project. Below, you can find a list of open source projects I've published on Github. Please keep in mind that these are personal projects I worked on just for fun.",
		"openGithub": "Open on Github"
	},
	"about": {
		"website": {
			"frontEnd": {
				"title": "Front end",
				"intro": "The website is built using a modern frontend stack consisting of Tailwind, Nuxt v3, and Sass.",
				"nuxt": "Nuxt is a framework for building server-side rendered and static websites with Vue.js.",
				"tailwind": "Tailwind is a utility-first CSS framework that provides pre-built classes for styling HTML elements.",
				"sass": "Sass is a powerful CSS preprocessor that simplifies the process of writing and managing CSS code.",
				"icons": "To aliven up the website, I have also used a combination of heroicons and tablericons."
			},
			"backEnd": {
				"title": "Back end",
				"intro": "The website currently does not have a backend, and the technology to be used for it is yet to be determined. This means that the website''s functionality and features will be limited to what can be achieved through frontend technologies such as Tailwind, Nuxt, and Sass."
			},
			"architecture": {
				"title": "Architecture",
				"intro": "The website is all build upon a combination of Github and Vercel.",
				"github": "Github provides a comprehensive set of features for version control, including source code management, issue tracking, collaboration, and continuous integration and deployment (CI/CD) workflows. You can easily track changes, collaborate with other developers, and manage issues and pull requests.",
				"vercel": "Vercel, on the other hand, is a cloud hosting platform that specializes in serverless deployment and provides an easy-to-use interface for deploying web applications.",
				"combined": "By using Github and Vercel together, you can take advantage of the strengths of both platforms. Github provides a reliable and efficient way to manage the website''s source code, while Vercel offers a simple and powerful way to deploy the website to the cloud. This combination of version control and cloud hosting can help ensure that your website is easy to manage, maintain, and scale as it evolves over time."
			},
			"title": "About the website",
			"sourCodeLocation": "Sourcecode",
			"osLibrary": "OS Library"
		},
		"project": {
			"findout": "find out more",
			"close": "Close",
			"leader": "Interested in this website?"
		}
	},
	"warning": {
		"language": "This page only supports the following language: {name}"
	}
}
