{
	"browser": {
		"header": {
			"languageSwitch": "Change website's preferred language",
			"toggleBookmarks": "View bookmarks",
			"bookmarks": "Bookmarks",
			"toggleTheme": "Change website's preferred theme",
			"switchThemeUnknown": "Change theme",
			"switchThemeToLight": "Switch to light theme",
			"switchThemeToDark": "Switch to dark theme",
			"search": "Search",
			"reloadPage": "Reload page",
			"tabs": {
				"projects": "Projects",
				"home": "Homepage",
				"contact": "Contact",
				"about": "About me"
			},
			"bookmark": {
				"library": "OS Library"
			}
		},
		"library": {
			"title": "Library",
			"description": "This website is built using various technologies. Below, I listed some of the most crucial ones. Also, check out the",
			"dependencies": "dependencies",
			"library": "Library",
			"useCase": "Use case",
			"license": "License",
			"website": "Website"
		}
	},
	"author": "Coen Warries",
	"musicDisplay": {
		"trackBy": "By: {join}",
		"albumCover": "Album Cover",
		"updateSpotify": "Update Spotify"
	},
	"quote": "Heute back ich, morgen brau ich, übermorgen hol ich der Königin ihr Kind",
	"contact": {
		"title": "Questions? No problem!",
		"email": "Email address",
		"pgp": "PGP public key",
		"matrix": "Matrix username"
	},
	"index": {
		"title": "Hi, nice shirt!",
		"firstParagraph": "Welcome to my website! Thank you for visiting. As a software developer, I'm always excited to showcase my projects and share my passion for technology with others. So please, take a look around! Learn more about me and my work and if you have any questions or feedback, don't hesitate to",
		"contactPage": "contact me",
		"secondParagraph": "My name is Coen Warries and I am a 19-year-old software development student from the Netherlands. I have a passion for creating and developing software, and I'm always eager to learn new programming languages, frameworks, and technologies. ",
		"aboutPage": "More about me"
	},
	"identity": {
		"introduction": "Greetings my name is Coen Warries, a passionate 19-year-old software developer from the Netherlands. As a developer I am commited to constant learning and growth, I am currently pursuing a degree in (IT) Software Development at the University of Applied Sciences Utrecht.",
		"openSource": "I believe that open source makes the web a better place, one line of code at a time. For this reason, I attempt to use and contribute to open source software as much as I can. I actively try to make my own projects open source, so that others can see how they shouldn't do things.",
		"occupation": "Student",
		"location": "Netherlands",
		"profilePicture": "Profile picture"
	},
	"projects": {
		"title": "Projects",
		"description": "I love to create things, especially when they personally interest or benefit me. I love learning new things, like new programming languages, frameworks, libraries, and other technologies; and often find myself fooling around with them in a new project. Below, you can find a list of open source projects I've published on Github. Please keep in mind that these are personal projects I worked on just for fun.",
		"openGithub": "Open on Github"
	}
}
