{
	"browser": {
		"header": {
			"languageSwitch": "Verander website taal",
			"toggleBookmarks": "Bekijk bladwijzers",
			"bookmarks": "Bladwijzers",
			"toggleTheme": "Verander websites thema",
			"switchThemeUnknown": "Verander theme",
			"switchThemeToLight": "Veranderen naar licht thema",
			"switchThemeToDark": "Veranderen naar donker thema",
			"search": "Zoeken",
			"reloadPage": "Pagina herladen",
			"tabs": {
				"home": "Homepagina",
				"contact": "Contact",
				"about": "Over mij",
				"projects": "Projecten"
			},
			"bookmark": {
				"library": "OS Bibliotheek"
			}
		},
		"library": {
			"title": "Bibliotheek",
			"description": "Deze website is gebouwd doormiddel van verschillende technologiën, op deze pagina staan de meest cruciale genoteerd. Bekijk ook de anderen",
			"dependencies": "afhankelijkheden",
			"library": "Module",
			"useCase": "Gebruik",
			"license": "Licentie",
			"website": "Website"
		}
	},
	"musicDisplay": {
		"trackBy": "Door: {join}",
		"albumCover": "Album Omslag",
		"UpdateSpotify": "Update spotify"
	},
	"author": "Coen Warries",
	"contact": {
		"title": "Vragen? Geen probleem!",
		"email": "email address",
		"pgp": "PGP-Key"
	},
	"index": {
		"title": "Heyyy, leuke trui!",
		"firstParagraph": "Welkom! Bedankt voor het bezoeken van mijn website. Voel je thuis en kijk is rond. En als er vragen mochten onstaant of je wilt gewoon even hallo zeggen, voel je vrij om mij te",
		"contactPage": "contacteren",
		"secondParagraph": "Mijn naam is Coen Warries, een 19 jarige (ICT) Software Development student uit Nederland.",
		"aboutPage": "Meer over mij"
	},
	"identity": {
		"introduction": "Hii! Mijn naam is Coen Warries, een 19 jarige software fan uit Nederland. Ik studeer momenteel (ICT) Software Development aan de Hogeschool Utrecht.",
		"openSource": "Ik geloof dat open source het web een betere plek maakt, elke regel code toegevoegd. En voor deze reden probeer ik zoveel mogelijk gebruik te maken; maar ook toe te voegen aan open source software. Ik probeer zoveel mogelijk van mijn projecten open source te maken, zodat iedereen kan leren en zien hoe ze niet tewerk moeten gaan.",
		"occupation": "Student",
		"location": "Nederland",
		"profilePicture": "Profiel foto"
	},
	"projects": {
		"title": "Projecten",
		"description": "Ik vind het heerlijk om dingen te creëren, vooral als het me persoonlijk interesseert of ten goede komt. Ik hou er ook van om nieuwe dingen te leren, zoals nieuwe programmeertalen, frameworks, bibliotheken, enz. Voor ik er erg in heb heb ik al een nieuw project geopend en ben ik de voor mij nieuwe technologien aan het uitproberen. Hieronder vind je een lijst met open source projecten die ik op Github heb gepubliceerd. Houd er rekening mee dat dit persoonlijke projecten zijn waar ik alleen voor de lol aan (heb ge)werk(t).",
		"openGithub": "Open in Github"
	}
}
